
"Registration" = "Enregistrement";
"Registration %@" = "Enregistrement %@";
"Register" = "Enregistrer";
"Download" = "Télécharger";
"Website" = "Site web";
"Download Page" = "Page de téléchargement";
"Quit" = "Quitter";
"OK" = "OK";
"Cancel" = "Annuler";
"Remove" = "Supprimer";
"Purchase" = "Acheter";
"Name:" = "Nom :";
"Organization:" = "Organisation :";
"License:" = "Licence :";

"Expired Beta" = "Nos versions bêta publiques fonctionnent généralement pendant quatre à huit semaines et doivent ensuite être remplacées soit par une nouvelle version bêta publique, soit par la version définitive. Bien que cela se fasse d'habitude automatiquement par le mécanisme de vérification des mises à jour, vous pourriez avoir omis d'installer une mise à jour avant la date d'expiration.\n\nEn ce cas veuillez consulter notre site web et télécharger une nouvelle version bêta publique ou la version définitive à partir de notre page de téléchargements.";
"License is outdated. Please contact our\nsupport to get a new license." = "La licence est périmée. Veuillez contacter notre\ service d'assistance pour obtenir une nouvelle licence.";
"Thanks for registering %@ %@ Edition!\n\nNow please backup the registration file:\n%@" = "Nous vous remercions d'enregistrer %@ %@ Edition !\n\nMaintenant veuillez sauvegarder le fichier d'enregistrement :\n%@";
"Thanks for registering %@ %@ Edition!" = "Nous vous remercions d'enregistrer %@ %@ Edition !";
"Thanks for registering %@!\n\nNow please backup the registration file:\n%@" = "Nous vous remercions d'enregistrer %@ !\n\nMaintenant veuillez sauvegarder le fichier d'enregistrement :\n%@";
"Thanks for registering %@!" = "Nous vous remercions d'enregistrer %@ !";

"Show file" = "Afficher le fichier";
"A New Version is Available" = "Une nouvelle version est disponible";
"A new version of %@ %@ Edition is available (%@). Would you like to download the new version now?" = "Une nouvelle version de %@ %@ Edition est disponible (%@). Voulez-vous télécharger cette nouvelle version maintenant ?";
"Your software is up-to-date" = "Votre logiciel est à jour.";
"You are running %@ %@ Edition %@. No newer version was found." = "Vous exécutez %@ %@ Edition %@. Aucune version plus récente n'a été trouvée.";
"Get new license" = "Obtenir une nouvelle licence";
"Checking for updates..." = "Recherche de mises à jour...";
"Unregistered: %%d (%.1f hours left)" = "Non enregistré : %%d (%.1f heures restantes)";
"Buy Now (%d hours left)" = "Acheter maintenant! — %d heures restantes.";

"The entered license code is not valid for this application but it is for %@. Please download and install %@ which will happily accept this license code." = "Le numéro de licence saisi n'est pas valide pour cette application mais il l'est pour %@. Veuillez télécharger et installer %@ qui fonctionnera parfaitement avec ce numéro de licence.";
